Repository: ITLBologna/MIMOSA-Mobilita-AR
Catalog: mobile-app/lib/ui/localization/l10n/app_*.arb
Languages: it

# welcome
source: Welcome in Mimosa
it: Benevenuto in Mimosa

# accept_button
source: Accept
it: Accetta

# accepted_button
source: Accepted
it: Accettato

# continue_button
source: Continue
it: Continua

# checking_auth
source: Checking permissions...
it: Controllo permessi in corso...

# location_services_disabled
source: Location services are disabled. Open _*Settings*_ and enable location services. Once done, come back and refresh page.
it: I servizi di localizzazione sono disabilitati. Vai in _*Impostazioni*_ per abilitarli. Poi torna ed esegui il refresh della pagina.

# location_services_disabled_ios
source: Location services are disabled. Open _*Settings*_ > _*Privacy*_ and enable location services. Once done, come back and refresh page.
it: I servizi di localizzazione sono disabilitati. Vai in _*Impostazioni*_ > _*Privacy*_ per abilitarli. Poi torna ed esegui il refresh della pagina.

# location_access_permanently_denied
source: Mimosa needs to access your location even when the app is not in use to help you in your trips. Tap _*Settings*_, select _*Permissions*_ > _*Location*_ > _*Allow all the time*_.
it: Mimosa necessita di accedere alla tua posizione anche quando l'app non è in uso per aiutarti nei tuoi spostamenti. Premi _*Impostazioni*_, seleziona _*Autorizzazioni*_ > _*Posizione*_ > _*Consenti sempre*_.

# location_access_denied
source: Mimosa needs to access your location even when the app is not in use to help you in your trips. Tap on _*Allow*_, choose _*While using app*_ e then _*Allow always*_
it: Mimosa necessita di accedere alla tua posizione anche quando l'app non è in uso per aiutarti nei tuoi spostamenti. Clicca su _*Acconsento*_, seleziona _*Mentre usi l'app*_ e poi l'opzione _*Consenti Sempre*_

# location_access_permanently_denied_ios
source: Mimosa needs to access your location even when the app is not in use to help you in your trips. Tap _*Settings*_ > _*Location*_ > _*Always*_. Once done, come back and refresh page.
it: Mimosa necessita di accedere alla tua posizione anche quando l'app non è in uso per aiutarti nei tuoi spostamenti. Premi _*Impostazioni*_ > _*Location*_ > _*Sempre*_. Una volta fatto, torna qui e fai il refresh della pagina

# location_access_denied_ios
source: Mimosa needs to access your location even when the app is not in use to help you in your trips. Tap _*Allow*_, choose _*Allow While Using App*_ and then _*Change to Allow Always*_
it: Mimosa necessita di accedere alla tua posizione anche quando l'app non è in uso per aiutarti nei tuoi spostamenti. Clicca su _*Acconsento*_, seleziona _*Consenti quando utilizzi l'app*_ e poi l'opzione _*Passa a 'Consenti Sempre'*_

source: Allow
it: Acconsento

source: Launching...
it: Apertura in corso...

# activity_access_permanently_denied
source: Mimosa needs to monitor your physical activity to detect if you are moving by vehicles. Go to _*Settings*_, select _*Authorizations*_ > _*Physical activity*_ and _*Allow*_
it: Mimosa ha bisogno di monitorare la tua attività fisica. Clicca su _*Impostazioni*_, seleziona _*Autorizzazioni*_ > _*Attività fisica*_ e infine _*Consenti*_

# activity_access_denied
source: Mimosa needs to monitor your physical activity to detect if you are moving by vehicles. Tap on _*Allow*_, and select _*Allow*_
it: Mimosa ha bisogno di monitorare la tua attività fisica. Clicca su _*Acconsento*_, e seleziona _*Consenti*_

# camera_access_permanently_denied
source: Mimosa needs access to your camera. Go to _*Settings*_, select _*Authorizations*_ > _*Camera*_ and _*While using the app*_
it: Mimosa necessita dell'accesso alla fotocamera. Clicca su _*Impostazioni*_, seleziona _*Autorizzazioni*_ > _*Fotocamera*_ e infine _*Mentre usi l'app*_

# camera_access_permanently_denied_ios
source: Mimosa needs access to your camera. Go to _*Settings*_, select _*Authorizations*_ > _*Camera*_ and _*While using the app*_
it: Mimosa necessita dell'accesso alla fotocamera. Clicca su _*Impostazioni*_, seleziona _*Autorizzazioni*_ > _*Fotocamera*_ e infine _*Mentre usi l'app*_

# camera_access_denied
source: Mimosa needs access to your camera. Tap _*Allow*_, and select _*While using the app*_
it: Mimosa ha bisogno di accedere alla fotocamera. Clicca su _*Acconsento*_, e seleziona _*Mentre usi l'app*_

# camera_access_denied_ios
source: Mimosa needs access to your camera. Tap _*Allow*_, and select _*While using the app*_
it: Mimosa ha bisogno di accedere alla fotocamera. Clicca su _*Acconsento*_, e seleziona _*Mentre usi l'app*_

source: Settings
it: Impostazioni

source: Error
it: Errore

# local_storage_initialization_error
source: Error initializing local storage
it: Impossibile inizializzare lo Storage Locale

# unable_to_track
source: Your device does not support tracking.
it: Il tuo device non supporta il tracciamento.

source: unknown version
it: versione sconosciuta

source: Where are you going?
it: Dove vuoi andare?

source: Go!
it: Vai!

source: Go to bus lines!
it: Vai alle linee!

source: Itineraries
it: Itinerari

source: Bus lines
it: Linee

source: No bus line found
it: Nessuna linea trovata

source: Survey
it: Sondaggio

source: Suggestions
it: Suggerimenti

# web_guide
source: Help
it: Guida

source: No solution found
it: Nessuna soluzione trovata

source: Cancel
it: Annulla

source: Camera error.
it: Errore di accesso alla fotocamera

# compass_needs_calibration
source: To view more accurate data, calibrate your compass
it: Per visualizzare dati più accurati, calibra la bussola

# data_request_error
source: Error while requesting data to server: {errorMessage}
it: Richiesta dati in errore: {errorMessage}

source: Digit your destination
it: Digita qui la tua destinazione

# unavailable_departure_time
source: Departure time unavailable
it: Orario partenza non disponibile

# ago_placemark
source: ago
it: fa

# departure_from_placemark
source: from
it: da

# android_notification_title
source: Mimosa has access to your location
it: Mimosa ha accesso alla tua posizione

# android_location_service_error
source: Something went wrong when trying to setup location background notification data
it: Qualcosa è andato storto durante il setup del servizio di localizzazione

# no_tips_found_for_selected_route
source: No trips found for selected route
it: Nessun percorso associato alla linea selezionata

# check_in
source: Start playing to collect points and climb Mimosa ranking level!
it: Inizia a giocare per ottenere punti e scalare la classifica di Mimosa!

# check_in_start
source: Start
it: Inizia

# go_to_another_stop_to_checkout
source: Well done! Now take the bus, reach your destination stop and claim your prize!
it: Ben fatto! Ora prendi l'autobus e, quando scendi, raccogli i punti!

# go_to_otp_end_stop_to_checkout
source: Well done! Now reach {stopName} ({stopCode}) bus stop and claim your prize!
it: Ben fatto! Ora raggiungi la fermata {stopName} ({stopCode}) e raccogli i punti!

# check_out
source: Great! Claim your prize!
it: Fantastico! Premi qui per raccogliere i tuoi punti!

# check_out_claim
source: Claim
it: Raccogli

# check_out_error
source: Ops! Something went wrong. Tap to retry.
it: Ops! Qualcosa è andato storto. Premi per riprovare.

source: Close
it: Chiudi

# playing_title
source: You are playing!
it: Stai giocando!

# cancel_check_in
source: Quit
it: Abbandona

# check_in_text
source: Start
it: Partenza

# check_out_text
source: Stop
it: Arrivo

# check_out_instructions
source: Reach your bus stop and collect points!
it: Raggiungi la tua fermata e raccogli i punti!

source: Congratulations!
it: Congratulazioni!

# congratulations_points
source: You have collected {points} points!
it: Hai accumulato {points} punti!

# something_went_wrong
source: Ops, something went wrong!
it: Ops, qualcosa è andato storto!

source: Warning
it: Attenzione

source: Leaderboard
it: Classifica

source: Rank
it: Posizione

source: Score
it: Punteggio

source: Your User ID
it: Il tuo ID Utente

# user_id_error
source: Error retrieving your User ID
it: Impossibile recuperare il tuo ID Utente

# quit_game_alert_message
source: You are running a game. Exit and quit playing?
it: Hai una partita in corso. Vuoi uscire e abbandonare la partita?

# remind_play_notification_title
source: Hello!
it: Ciao!

# remind_play_notification_body
source: Remind to collect points at your destination bus stop!
it: Ricordati di raccogliere i punti quando arriverai alla tua fermata di destinazione!

# remind_otp_play_notification_body
source: Remind to collect points at {stopName} (#{stopCode}) bus stop!
it: Ricordati di raccogliere i punti quando arriverai alla fermata {stopName} (#{stopCode})!

# remind_use_notification_title
source: Hello!
it: Ciao!

# remind_use_notification_body
source: It's been a while since we have heard of you. Open Mimosa and plan your next bus trip!
it: È da un po' che non ti fai vedere. Entra in Mimosa e programma il tuo prossimo spostamento in bus!

# walk_step_continue
source: Continue
it: Continua dritto

# walk_step_left
source: Turn left
it: Svolta a sinistra

# walk_step_right
source: Turn right
it: Svolta a destra

# walk_step_slightly_left
source: Turn slightly left
it: Svolta leggermente a sinistra

# walk_step_slightly_right
source: Turn slightly right
it: Svolta leggermente a destra

# walk_step_hard_left
source: Turn hard left
it: Svolta decisamente a sinistra

# walk_step_hard_right
source: Turn hard right
it: Svolta decisamente a destra

# walk_step_uturn_left
source: U-Turn left
it: Fai inversione a U a sinistra

# walk_step_uturn_right
source: U-Turn right
it: Fai inversione a U a destra

# walk_step_circle_counterclockwise
source: Circle counterclockwise
it: Gira in senso antiorario

# walk_step_circle_clockwise
source: Circle clockwise
it: Gira in senso orario

# walk_step_north
source: north
it: nord

# walk_step_northeast
source: north-east
it: nordest

# walk_step_east
source: east
it: est

# walk_step_southeast
source: south-east
it: sudest

# walk_step_south
source: south
it: sud

# walk_step_southwest
source: south-west
it: sudovest

# walk_step_west
source: west
it: ovest

# walk_step_northwest
source: north-west
it: nordovest

# walk_step_depart_instruction
source: Continue {absoluteDirection} on {streetName}.
it: Procedi in direzione {absoluteDirection} su {streetName}.

# walk_step_stay_on_instruction
source: {relativeDirection} to stay on {streetName}.
it: {relativeDirection} per rimanere su {streetName}.

# walk_step_take_instruction
source: {relativeDirection} and take {streetName}.
it: {relativeDirection} e prendi {streetName}.

# walk_step_path
source: walk path
it: percorso pedonale

# walk_step_bike_path
source: bike path
it: pista ciclabile

# walk_step_service_road
source: service road
it: strada di servizio

# walk_step_footbridge
source: footbridge
it: ponte pedonale

# walk_step_steps
source: steps
it: scale

# walk_step_sidewalk
source: sidewalk
it: marciapiede

# walk_step_road
source: street
it: strada

# walk_step_parking_isle
source: parkin isle
it: parcheggio

# walk_step_link
source: link
it: collegamento

# walk_step_open_area
source: open area
it: area aperta

# radar_satellite_button_bus
source: Stops
it: Fermate

# radar_satellite_button_directions
source: Directions
it: Indicazioni

# trip_stop_annotation_distance_to_stop
source: {distance} m â€¢ {time} on foot
it: {distance} m • {time} a piedi

# trip_stop_annotation_will_arrive_on_time
source: You will arrive on time
it: Arriverai in tempo

# trip_stop_annotation_will_arrive_late
source: You will arrive late
it: Non arriverai in tempo!

# trip_stop_bus_early
source: early
it: anticipo

# trip_stop_bus_late
source: late
it: ritardo

# guide_welcome_page_title
source: Hi
it: Ciao

# guide_welcome_page_description
source: Welcome to Mimosa!
it: Ti diamo il benvenuto su Mimosa!

# guide_intro_page_title
source: What can I do with Mimosa?
it: Cosa posso fare con Mimosa?

# guide_intro_page_description
source: You can check real-time bus schedules in Emilia-Romagna, calculate the route to a destination of your choice, and climb the leaderboard, earning points for your travels.
it: Puoi consultare gli orari in tempo reale delle linee degli autobus in Emilia-Romagna, calcolare il percorso verso una destinazione a tua scelta e scalare la classifica guadagnando punti per i tuoi spostamenti.

# guide_travel_page_title
source: Travel
it: Viaggia

# guide_travel_page_description
source: Select a line to view its routes on the map and their corresponding real-time schedules, or enter an address, choose a route from the options provided, and enjoy your journey!
it: Seleziona una linea per visualizzarne i percorsi sulla mappa e i relativi orari in tempo reale, oppure inserisci un indirizzo, scegli un itinerario tra quelli proposti e goditi il viaggio!

# guide_consent_page_title
source: Privacy Consent
it: Consenso sulla privacy

# guide_consent_page_description_1
source: Below, you can select the following options to manage your consents regarding the use of your data.
it: Puoi selezionare le seguenti opzioni per gestire i tuoi consensi riguardo all'utilizzo dei tuoi dati.

# guide_consent_page_description_2
source: Each option refers to the privacy policy.
it: Ogni opzione fa riferimento all'informativa sulla privacy.

# guide_consent_page_suggestions_title
source: 6.2 - Usage of Data for Local Public Transportation Route Suggestions
it: 6.2 - Finalità di suggerimento del percorso a mezzo del trasporto pubblico locale

# guide_consent_page_suggestions_description
source: Allow the application to use your data to suggest local public transportation routes based on your location and dynamic interactions within territorial clusters.
it: Consenti all'applicazione di utilizzare i tuoi dati per suggerire percorsi di trasporto pubblico locale in base alla tua posizione e alle interazioni dinamiche nei cluster territoriali.

# guide_consent_page_gamification_title
source: 6.3 - Rewards Linked to Local Public Transportation Usage
it: 6.3 - Finalità di premialità correlata all’utilizzo del trasporto pubblico locale

# guide_consent_page_gamification_description
source: Allow the application to use your data to offer rewards related to your usage of the app and local public transportation, according to the rules specified in the "Gaming Regulations".
it: Consenti all'applicazione di utilizzare i tuoi dati per offrire premi legati all'utilizzo dell'app e del trasporto pubblico locale, secondo le regole specificate nel "Regolamento Gaming".

# guide_consent_page_survey_title
source: 6.4 - User Analysis and Transportation Development
it: 6.4 - Finalità di analisi dell’utenza che utilizza l’app

# guide_consent_page_survey_description
source: Allow the application to use your data, along with answers of surveys, to create aggregated analysis that will contribute to the development of techniques and tools for regional transportation planning.
it: Consenti all'applicazione di utilizzare i tuoi dati, insieme alle risposte fornite nei sondaggi, per creare analisi aggregate che contribuiranno allo sviluppo di tecniche e strumenti per la pianificazione dei trasporti regionali.

# guide_tracking_page_reminder_snackbar_title
source: Select an option
it: Scegli un'opzione

# guide_tracking_page_reminder_snackbar_description
source: To continue, you must choose whether or not to share your location data.
it: Per continuare è necessario scegliere se condividere o meno i dati sulla propria posizione.

# guide_ar_page_title
source: Augmented Reality
it: Realtà aumentata

# guide_ar_page_description
source: View real-time bus stops and bus locations relative to the surrounding environment, and get information on upcoming bus arrivals, the distance to the stop, and directions on how to reach it.
it: Visualizza le fermate e la posizione degli autobus in tempo reale rispetto all'ambiente circostante, e ottieni informazioni sui prossimi passaggi degli autobus, sulla distanza dalla fermata e su come raggiungerla.

# guide_gamification_page_title
source: Play
it: Gioca

# guide_gamification_page_description_1
source: Record your bus trips and earn points for every distance traveled.
it: Registra i tuoi spostamenti in autobus e guadagna punti per ogni distanza percorsa.

# guide_gamification_page_description_2
source: Climb the leaderboard!
it: Scala la classifica!

# guide_gamification_page_description_3
source: (In order to play, you must have agreed to share your location)
it: (Per giocare è necessario aver accettato di condividere la propria posizione)

# guide_notifications_page_title
source: One last thing
it: Un'ultima cosa

# guide_notifications_page_description
source: If you wish, you can enable notifications to receive useful news and updates from Mimosa.
it: Se lo desideri, puoi attivare le notifiche per ricevere notizie a aggiornamenti utili da Mimosa.

# guide_last_page_title
source: Everything is ready!
it: È tutto pronto!

# guide_general_help_description
source: Check the app guide
it: Consulta la guida!

# guide_travel_help_description
source: Learn more about schedules and the trip planner!
it: Scopri di più su orari e calcolo del percorso!

# guide_ar_help_description
source: Learn more about Augmented Reality!
it: Scopri di più sulla realtà aumentata!

# guide_gamification_help_description
source: Learn more about the leaderboard!
it: Scopri di più sulla classifica!

# guide_location_permission_title
source: Mimosa needs access to your location
it: Mimosa ha bisogno della tua posizione

# guide_location_permission_description
source: To show you nearby stops, calculate routes, display buses in augmented reality, and provide useful travel tips.
it: Per mostrarti le fermate vicine, calcolare gli itinerari, mostrare gli autobus in realtà aumentata e darti consigli utili sugli spostamenti.

# guide_camera_permission_title
source: Mimosa needs access to your camera
it: Mimosa ha bisogno della tua fotocamera

# guide_camera_permission_description
source: To use Augmented Reality and show you buses and stops in the surrounding environment.
it: Per utilizzare la Realtà Aumentata e mostrarti autobus e fermate nell'ambiente circostante.

# guide_activity_permission_title
source: Mimosa needs access to your motion data
it: Mimosa ha bisogno dei dati di movimento

# guide_activity_permission_description
source: To analyze your travel patterns and generate new travel solutions to propose for your future journeys.
it: Per analizzare i tuoi spostamenti ed elaborare nuove soluzioni di viaggio da proporti per i tuoi spostamenti futuri.

# guide_notification_permission_title
source: Mimosa would like to send you notifications
it: Mimosa vorrebbe inviarti delle notifiche

# guide_notification_permission_description
source: To stay in touch and help enhancing the application's features.
it: Per tenerci in contatto e migliorare l'utilizzo delle funzionalità dell'applicazione.

# guide_permission_allow_text
source: Allow
it: Consenti

# guide_permission_allowed_text
source: Allowed
it: Concesso

# guide_permission_settings_text
source: Go to settings
it: Vai alle impostazioni

# guide_skip_button
source: Skip
it: Salta

# guide_start_button
source: Start
it: Inizia
